frontend/controllers/UserController.php


					$extendModel->setAttributes($extendSetAttrArr);

					if ($extendModel->save()) {
---
INSERT INTO `cfh_extend` (`background_objectives`, `try_result`, `difficult`, `need_help`, `information`, `create_time`, `update_time`, `uid`) VALUES ('福建省打飞机两三点就飞洒f飞', '发的萨菲飞洒飞啊飞f', 'f上的法萨芬撒飞核桃肉太害人洒h', '刮大风给对方是广东省个固定', '1,2', 1433103696, 1433103696, 19)